[
    {
        "id":1,
        "title": "A New Beginning",
        "body": "The micronation of Medoles is opening its doors, inviting you to join its vibrant community."
    },
    {
        "id":2,
        "title": "Candidates for Presidential Elections are Set!",
        "body": "The nation has slowly been growing in the past weeks, and with that in mind, the elections have finally kicked off after a long wait."
    },
    {
        "id":3,
        "title": "Elections Take an Unexpected Turn",
        "body": "After Medoles had reached five citizens, the inaugural elections were on their way until they met an unexpected end."
    },
    {
        "id":4,
        "title": "Parliament Passes Its First Historic Bill",
        "body": "After a return to normalcy this holiday season and the re-election of X-Man, the parliament has finally opened its doors."
    },
    {
        "id":5,
        "title": "Two Bills Passed: Government's Agenda Gains Momentum",
        "body": "With the parliament opening its doors last week, it has made significant progress in advancing legislation, setting new precedents in Medoles."
    },
    {
        "id":6,
        "title": "Medoles Reveals Their New Coat of Arms",
        "body": "As matters begin to settle, Medoles still needs to define certain characteristics that determine the Medolite identity or even functional ones like the currency, capital or even an anthem."
    },
    {
        "id":7,
        "title": "The Race for Mayor: Meet the 5 Candidates for Medoles",
        "body": "The race for the position of Mayor of Medoles has officially begun."
    },
    {
        "id":8,
        "title": "A Fresh Start: A New Mayor for the New Year",
        "body": "As the sun sets on 2024, a new year begins with a new mayor. The mayoral election concluded last night, with the results announced earlier today, January 4th, 2025."
    },
    {
        "id":9,
        "title": "Medoles Chess: Clash of AI Chatbots",
        "body": "The Chess world is stepping foot into the wealthy lands of Medoles."
    },
    {
        "id":10,
        "title": "New Contenders Announced for Presidential Elections",
        "body": "With the new year comes a new Mayor, but also a new President of Medoles."
    },
    {
        "id":11,
        "title": "A Historic Moment: The First Senate Elections and Its Candidates",
        "body": "As one of the main changes under the newly established constitution, the first of many Senate elections is here."
    },
    {
        "id":12,
        "title": "Medoles Welcomes Its First Senators",
        "body": "With the new governmental positions in place and the inaugural Senate election coming to an end, our first two senators are revealed."
    },
    {
        "id":13,
        "title": "Senator Election Candidates and New President Revealed",
        "body": "This week has plenty to offer, with ongoing senatorial elections and appointments for the new positions in the Medolite government."
    },
    {
        "id":14,
        "title": "Medoles Chess Club on the Rise",
        "body": "The Medoles Chess Club (MCC), the main chess governing body in the micronation, recently joined a chess league. "
    },
    {
        "id":15,
        "title": "New Candidates on the Horizon for Senator",
        "body": "The Senatorial Elections are back with a new round, with Helium and PinkMappre's at stake. "
    },
    {
        "id":16,
        "title": "First Bill Ever Rejected, Nation Divided",
        "body": "The first legislation to be declined by the Parliament occurred earlier this week."
    },
    {
        "id":17,
        "title": "Presidential Elections: Three Candidates, One Winner",
        "body": "The presidential candidates are revealed, and the race is on."
    },
    {
        "id":18,
        "title": "The Senatorial Elections are Underway!",
        "body": "The race for the Senate is on!"
    },
    {
        "id":19,
        "title": "New Faces in Senatorial Elections",
        "body": "As May is nearing, so is a new Senator election."
    },
    {
        "id":20,
        "title": "Senator Elections: Fresh Start",
        "body": "We are in May, and it's exam season. This means some tough times are ahead for some folks, but fear not! As Summer creeps in, so are new Senatorial elections!"
    },
    {
        "id":21,
        "title": "Heated Senate Election Divides the Nation",
        "body": "June and the summer are dawning on us, so is a new election cycle with the Senatorial elections."
    },
    {
        "id":22,
        "title": "Presidential Candidates to Represent Medoles on the Micronational Stage",
        "body": "After a historical Senatorial election that will likely shape the very future of Medoles for the foreseeable future, we will now be able to tackle the Presidential election."
    },
    {
        "id":23,
        "title": "10th Senatorial Election is Underway",
        "body": "As we are finally reaching Pride month, it is time for our first elections in June."
    },
    {
        "id":24,
        "title": "6 Candidates, 2 Senate Seats",
        "body": "Amidst the hot summer of June, we are ready for a big shake-up in the Senate, as two seats will be in contention this week!"
    },
    {
        "id":25,
        "title": "Senate Race Heats Up With 6 Candidates",
        "body": "As we hit July, we are also hitting our 12th Senatorial election."
    },
    {
        "id":26,
        "title": "5 Candidates Battling for Key Senate Seats",
        "body": "With the recent heatwaves of July, the political scene is about to heat up with the beginning of a new election cycle and a new Senatorial election."
    },
    {
        "id":27,
        "title": "Presidential Election Heats up: New President on the Horizon",
        "body": "The Presidential term of Unicorn is coming to an end, and with that, a new President shall take their place."
    },
    {
        "id":28,
        "title": "Expanded Senate Sets the Stage for a Historic Election",
        "body": "August is rolling around as Summer is dawning on us."
    },
    {
        "id":29,
        "title": "Senate Election: Full 5-Seat Senate on the Horizon",
        "body": "We're nearing the middle of August, and the 15th Senatorial Election for Medoles is approaching."
    }
]
